Repository: SuhailaH20/BLOOM
Catalog: BLOOM/views/Localizable.xcstrings
Source language: en
Languages: ar

source: After the break, our body feels relaxed and happy, and we can enjoy our day again.
ar: بعد الاستراحة نشعر بالراحة والسعادة، ونقدر نكمل يومنا بإحساس أفضل.

source: After we eat, our tummy feels happy and full, and we have energy to play and learn.
ar: بعد الإنتهاء من تناول الطعام، معدتنا تشعر بسعاده عارمه وإمتلاء، ونمتلك طاقه للعب والتعلم.

source: Apply toothapste on their toothbrush.
ar: الاطفال يضعون معجون الأسنان على فرشاة الأسنان الخاصه بهم.

source: Being Kind
ar: كن لطيفاً

source: Brushing Teeth
ar: تفريش الأسنان

source: Children apply toothpaste on their toothbrush.
ar: الاطفال يضعون المعجون على الفرشاه

source: Children brush their hair and take care of their look.
ar: يُمشِّط الأطفال شعرهم ويهتمّون بمظهرهم.

source: Children brush their hair gently to remove the small tangles
ar: الأطفال يمشطون شعرهم برفق لإزالة العقد الصغيرة.

source: Children brush their teeth gently.
ar: الاطفال يفرشون أسنانهم بلطف.

source: Children brush their teeth twice a day with their beautiful toothbrushes.
ar: يُنظّف الأطفال أسنانهم مرتين في اليوم باستخدام فُرَشهم الجميلة.

source: Children dry themselves thoroughly with a clean towel and wear a clean clothes after.
ar: الاطفال يجففون انفسهم جيدا بمنشفه نظيفه ويردتون ملابس نظيفه بعد ذلك.

source: Children dry themselves thoroughly with a clean towel and wear clean clothes after.
ar: يُجفّف الأطفال أجسامهم جيدًا باستخدام منشفة نظيفة، ثم يرتدون ملابس نظيفة بعدها.

source: Children give a gift The child holds the gift and gives it kindly.
ar: يُقدّم الأطفال هدية. يمسك الطفل بالهدية ويعطيها بلطف.

source: children need enough sleep time to grow strong and healthy .
ar: يحتاج الأطفال إلى وقت كافٍ من النوم ليكبروا بشكل قوي وصحي.

source: Children offer flowers to their families kindly, sharing warm smiles.
ar: يقدّم الأطفال الزهور لعائلاتهم بلطف، ويتبادلوا معهم ابتسامات دافئة.

source: Children rinse their mouths after brushing their teeth.
ar: يشطف الأطفال أفواههم بعد تنظيف أسنانهم.

source: Children rinse their mouths after brushing their teeth..
ar: الاطفال يغسلون فمهم جيدا بعد الإنتهاء من تفريش أسنانهم.

source: Children should be kind to others and treat them very well
ar: يجب على الأطفال أن يكونوا لطيفين مع الآخرين ويعاملونهم بشكل جميل.

source: Children should eat healthy food to grow strong and stay active.
ar: يجب على الأطفال أن يأكلوا طعامًا صحيًا لينموا أقوياء ويظلّوا نشيطين.

source: Children use shampoo and a warm water to clean themselves.
ar: الاطفال يستخدمون الشامبو ومياه الحوض الدافئه ليتنظفوا.

source: Children use shampoo and warm water to clean themselves.
ar: يستخدم الأطفال الشامبو والماء الدافئ ليُنظّفوا أجسامهم.

source: Children wash their hands after playing outside the house.
ar: يَغسل الأطفال أيديهم بعد اللعب خارج المنزل.

source: Children wash their hands before and after eating a meal.
ar: يغسل الأطفال أيديهم قبل الأكل وبعده.

source: Combing hair
ar: تسريح الشعر

source: Eating food
ar: تناول الطعام

source: Finally, they fix their hair so it looks neat before they go out.
ar: وأخيرًا، يُصلِحون شعرهم ليكون مُرتَّبًا قبل أن يخرجوا.

source: Get Started
ar: ابدأ

source: Giving gifts makes our heart feels warm,and the people around us feel good too.
ar: اعطاء الهدايا يجعل قلوبنا دافئة، والأشخاص من حولنا يشعرون بالسعادة أيضاً.

source: Good Job
ar: عمل رائع!!

source: Play routine
ar: ابدأ بالتعلم

source: Screen Time
ar: استخدام الأجهزة

source: Sleep Early
ar: النوم مبكراً

source: So that the dirt has no chance of making them get sick.
ar: حتى لا يحصل للأوساخ فرصة أن تُسبّب لهم المرض.

source: Taking Shower
ar: الأستحمام

source: Then, they comb their hair slowly to make it smooth and tidy.
ar: ثم يمشطون شعرهم ببطء ليجعلوه ناعماً ومرتباً.

source: Washing Hands
ar: غسل اليدين

source: We feel angry, so we turn off the screen.
ar: عندما نشعر بالغضب، نطفئ الشاشة.

source: We share, help, and use kind words because it makes everyone feel safe and happy
ar: نحن نشارك ، نساعد ونستخدم كلمات طيبه لأنه يجعل الجميع ممتن وسعيد.

source: We sit at the table, choose our food, and take small bites to help our body feel good
ar: نجلس على الطاوله، نختار ما نشتهيه من الطعام، ونتناوله على دفعات صغيره

source: We turn off screens, brush our teeth, and get into bed so our brain knows it’s time to sleep.
ar: نُطفئ الشاشات، ونفرش أسناننا، وندخل السرير حتى يعرف دماغنا أن وقت النوم قد حان.

source: When children get dirty they take shower in order to be clean.
ar: عندما يتسخ الاطفال يسارعون للإستحمام ليصبحوا نظيفين.

source: When it gets late, our body feels sleepy and needs rest to grow strong and healthy.
ar: عندما يَحلّ الليل، يبدأ جسمنا يشعر بالنعاس ويحتاج إلى الراحة ليكبر قويًّا وبصحة جيدة.

source: When we feel hungry, we listen to our tummy and know it’s time to eat.
ar: عندما نشعر بالجوع نستمع لمعدتنا ونعلم أنه قد حان موعد الطعام.

source: When we meet our friends or family , we greet them with a smile
ar: عندما نلتقي بأصدقائنا أو عائلتنا، نحييهم بابتسامة.

source: When we meet our friends or family, we greet them with a smile
ar: عندما نلتقي بأصدقائنا أو عائلتنا، نحيّيهم بابتسامة.

source: When we use screen for way too long our eyes and brains get tired.
ar: عندما نستخدم الشاشات لوقت طويل، تتعب عيونُنا ويجهد عقلُنا.
